charsheet/nine-of-spades.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2024-03-06 Wed 19:40 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Nine of Spades</title>
<meta name="author" content="Pulkit Mohata" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="../html/style.css" />
</head>
<body>
<div id="content" class="content">
<h1 class="title">Nine of Spades</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org06567b3">1. Character Sheet</a>
<ul>
<li><a href="#org7f79e0c">1.1. Basics</a></li>
<li><a href="#org6ee1b9b">1.2. Abilities</a></li>
<li><a href="#org21870c2">1.3. Combat and Movement</a></li>
<li><a href="#orgab2ffbe">1.4. Skills</a></li>
<li><a href="#orgf16f896">1.5. Equipment</a></li>
<li><a href="#org5140120">1.6. Features &amp; Traits</a></li>
<li><a href="#org86d0379">1.7. Backstory</a></li>
<li><a href="#orgb0ccddf">1.8. Notes</a></li>
</ul>
</li>
<li><a href="#org54fbcad">2. Spells</a>
<ul>
<li><a href="#org6d65b0a">2.1. Cantrips</a>
<ul>
<li><a href="#orgbb16d1c">2.1.1. Vicious Mockery</a></li>
<li><a href="#org71c7ead">2.1.2. Minor Illusion</a></li>
<li><a href="#org62067fe">2.1.3. Prestidigitation</a></li>
</ul>
</li>
<li><a href="#org4110e3d">2.2. First Level</a>
<ul>
<li><a href="#org898b047">2.2.1. Dissonant Whispers</a></li>
<li><a href="#org150b2aa">2.2.2. Sleep</a></li>
<li><a href="#org8a6ee08">2.2.3. Tasha&rsquo;s Hideous Laughter</a></li>
<li><a href="#org09d2ee3">2.2.4. Distort Value</a></li>
</ul>
</li>
<li><a href="#org5e90c6c">2.3. Second Level</a>
<ul>
<li><a href="#orga7c8fbf">2.3.1. Enlarge/Reduce</a></li>
<li><a href="#org0721cbd">2.3.2. Nathair&rsquo;s Mischeif</a></li>
<li><a href="#org2ccbe1e">2.3.3. Suggestion</a></li>
</ul>
</li>
</ul>
</li>
</ul>
</div>
</div>
<div id="outline-container-org06567b3" class="outline-2">
<h2 id="org06567b3"><span class="section-number-2">1.</span> Character Sheet</h2>
<div class="outline-text-2" id="text-1">
</div>
<div id="outline-container-org7f79e0c" class="outline-3">
<h3 id="org7f79e0c"><span class="section-number-3">1.1.</span> Basics</h3>
<div class="outline-text-3" id="text-1-1">
<ul class="org-ul">
<li>Name: Nine of Spades</li>
<li>Race: Human</li>
<li>Class: Bard</li>
<li>Background: Gambler</li>
<li>Alignment: N</li>
</ul>
</div>
</div>
<div id="outline-container-org6ee1b9b" class="outline-3">
<h3 id="org6ee1b9b"><span class="section-number-3">1.2.</span> Abilities</h3>
<div class="outline-text-3" id="text-1-2">
<ul class="org-ul">
<li>Strength (STR): 5</li>
<li>Dexterity (DEX): 12</li>
<li>Constitution (CON): 12</li>
<li>Intelligence (INT): 13</li>
<li>Wisdom (WIS): 16</li>
<li>Charisma (CHA): 19</li>
</ul>
</div>
</div>
<div id="outline-container-org21870c2" class="outline-3">
<h3 id="org21870c2"><span class="section-number-3">1.3.</span> Combat and Movement</h3>
<div class="outline-text-3" id="text-1-3">
<ul class="org-ul">
<li>Armor Class (AC): 11</li>
<li>Initiative:</li>
<li>Speed: 30</li>
<li>Hit Points (HP)
<ul class="org-ul">
<li>Current: 28</li>
<li>Maximum: 28</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-orgab2ffbe" class="outline-3">
<h3 id="orgab2ffbe"><span class="section-number-3">1.4.</span> Skills</h3>
<div class="outline-text-3" id="text-1-4">
<ul class="org-ul">
<li>Acrobatics (DEX): +1</li>
<li>Animal Handling (WIS): +3</li>
<li>Arcana (INT): +2</li>
<li>Athletics (STR): -3</li>
<li>Deception (CHA): +9</li>
<li>History (INT): +2</li>
<li>Insight (WIS): +5</li>
<li>Intimidation (CHA): +7</li>
<li>Investigation (INT): +9</li>
<li>Medicine (WIS): +3</li>
<li>Nature (INT): +2</li>
<li>Perception (WIS): +3</li>
<li>Performance (CHA): +9</li>
<li>Persuasion (CHA): +9</li>
<li>Religion (INT): +2</li>
<li>Sleight of Hand (DEX): +1</li>
<li>Stealth (DEX): +5</li>
<li>Survival (WIS): +3</li>
</ul>
</div>
</div>
<div id="outline-container-orgf16f896" class="outline-3">
<h3 id="orgf16f896"><span class="section-number-3">1.5.</span> Equipment</h3>
<div class="outline-text-3" id="text-1-5">
<ul class="org-ul">
<li>Weapons
<ul class="org-ul">
<li>Proficient: Simple Weapons</li>
<li>Equipped: None</li>
</ul></li>
<li>Armor
<ul class="org-ul">
<li>Proficient: Light Armor</li>
<li>Equipped: None</li>
</ul></li>
<li>Other Equipment
<ul class="org-ul">
<li>Deck of Cards</li>
<li>Strands of Wheat</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-org5140120" class="outline-3">
<h3 id="org5140120"><span class="section-number-3">1.6.</span> Features &amp; Traits</h3>
<div class="outline-text-3" id="text-1-6">
<ul class="org-ul">
<li>Class Features
<ul class="org-ul">
<li>Song of Rest</li>
<li>Cutting Words</li>
</ul></li>
<li>Race Traits
<ul class="org-ul">
<li>Feat: Tough</li>
<li>Feat: Actor</li>
</ul></li>
<li>Background Features
<ul class="org-ul">
<li>Gambling</li>
</ul></li>
<li>Languages:
<ul class="org-ul">
<li>Common</li>
<li>Araihairac</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-org86d0379" class="outline-3">
<h3 id="org86d0379"><span class="section-number-3">1.7.</span> Backstory</h3>
<div class="outline-text-3" id="text-1-7">
<p>
In the gritty streets of Manem-Seika, a figure known as &ldquo;Nine of Spades&rdquo; emerged from the shadows, blending the flamboyance of a bard with the rough edges of a hardened gambler. Born under the less-than-auspicious name of Harold Gallagher, this charismatic and unpredictable soul found solace in the chaos of the city, earning his moniker from the playing card tattooed on his forearm – the Nine of Spades.
</p>

<p>
Harold, was known for his quick wit, silver tongue, and an insatiable appetite for risk. A natural-born storyteller, Harold weaved tales of his own misadventures, glorifying the highs and downplaying the lows. His charm could captivate even the most skeptical of hearts, but it often masked the harsh reality he faced.
</p>

<p>
An ill-fated night at the Gambler&rsquo;s Den caused Harold&rsquo;s descent into misfortune. Nine of Spades rolled the dice, both in games of chance and in the game of life. The result was a devastating loss that left him penniless and at the mercy of the city&rsquo;s unforgiving streets.
</p>

<p>
Harold, now Nine of Spades, became a fixture in the local shelters and alleys. He relied on the generosity of strangers, using his charm to elicit sympathy and support. The debts he owed, not just in turnips but in favors and promises, stacked up like a precarious house of cards.
</p>

<p>
Despite the odds, Nine of Spades refused to be defeated. With a worn-out deck of cards as his new medium, he continued to entertain and manipulate. He charmed his way into odd jobs, gathered information through his knack for gossip, and occasionally resorted to less-than-legal means to survive.
</p>

<p>
Despite the chaos that surrounded him, Nine of Spades retained an air of defiance and unapologetic authenticity. He lived by his own set of rules, navigating the turbulent currents of Manem-Seika with a grin on his face and the Nine of Spades proudly displayed for all to see. Whether it was a con, a game of chance, or a heartfelt tale spun under the moonlit sky, Nine of Spades embraced each moment, determined to reclaim his lost fortunes and rewrite the chapters of his unpredictable life.
</p>
</div>
</div>
