charsheet/nine-of-spades.tex
% Created 2024-02-23 Fri 04:32
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\usepackage{braket}
\usepackage{plex-serif}
\usepackage[margin=2cm]{geometry}
\author{Pulkit Mohata}
\date{\today}
\title{Nine of Spades}
\hypersetup{
 pdfauthor={Pulkit Mohata},
 pdftitle={Nine of Spades},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 29.2 (Org mode 9.7)}, 
 pdflang={English}}
\begin{document}

\maketitle
\tableofcontents

\section{Character Sheet}
\label{sec:org350ca8f}
\subsection{Basics}
\label{sec:org87d1fdf}
\begin{itemize}
\item Name: Nine of Spades
\item Race: Human
\item Class: Bard
\item Background: Gambler
\item Alignment: N
\end{itemize}
\subsection{Abilities}
\label{sec:org173e03b}
\begin{itemize}
\item Strength (STR): 5
\item Dexterity (DEX): 12
\item Constitution (CON): 12
\item Intelligence (INT): 13
\item Wisdom (WIS): 16
\item Charisma (CHA): 19
\end{itemize}
\subsection{Proficiencies}
\label{sec:org9e70fdb}
\begin{itemize}
\item Armor Class (AC): 11
\item Initiative:
\item Speed: 30
\item Hit Points (HP)
\begin{itemize}
\item Current: 28
\item Maximum: 28
\end{itemize}
\end{itemize}
\subsection{Skills}
\label{sec:orga10861f}
\begin{itemize}
\item Acrobatics (DEX): +1
\item Animal Handling (WIS): +3
\item Arcana (INT): +2
\item Athletics (STR): -3
\item Deception (CHA): +9
\item History (INT): +2
\item Insight (WIS): +5
\item Intimidation (CHA): +7
\item Investigation (INT): +9
\item Medicine (WIS): +3
\item Nature (INT): +2
\item Perception (WIS): +3
\item Performance (CHA): +9
\item Persuasion (CHA): +9
\item Religion (INT): +2
\item Sleight of Hand (DEX): +1
\item Stealth (DEX): +5
\item Survival (WIS): +3
\end{itemize}
\subsection{Equipment}
\label{sec:org576a5e6}
\begin{itemize}
\item Weapons: None
\item Armor: None
\item Other Equipment:
\end{itemize}
\subsection{Features \& Traits}
\label{sec:org9bab097}
\begin{itemize}
\item Class Features
\begin{itemize}
\item Song of Rest
\item Cutting Words
\end{itemize}
\item Race Traits
\begin{itemize}
\item Feat: Tough
\end{itemize}
\item Background Features
\begin{itemize}
\item Gambling
\end{itemize}
\item Other Traits
\end{itemize}
\subsection{Backstory}
\label{sec:orge71abd9}
In the gritty streets of Manem-Seika, a figure known as ``Nine of Spades'' emerged from the shadows, blending the flamboyance of a bard with the rough edges of a hardened gambler. Born under the less-than-auspicious name of Harold Gallagher, this charismatic and unpredictable soul found solace in the chaos of the city, earning his moniker from the playing card tattooed on his forearm – the Nine of Spades.

Harold, was known for his quick wit, silver tongue, and an insatiable appetite for risk. A natural-born storyteller, Harold weaved tales of his own misadventures, glorifying the highs and downplaying the lows. His charm could captivate even the most skeptical of hearts, but it often masked the harsh reality he faced.

An ill-fated night at the Gambler's Den caused Harold's descent into misfortune. Nine of Spades rolled the dice, both in games of chance and in the game of life. The result was a devastating loss that left him penniless and at the mercy of the city's unforgiving streets.

Harold, now Nine of Spades, became a fixture in the local shelters and alleys. He relied on the generosity of strangers, using his charm to elicit sympathy and support. The debts he owed, not just in turnips but in favors and promises, stacked up like a precarious house of cards.

Despite the odds, Nine of Spades refused to be defeated. With a worn-out deck of cards as his new medium, he continued to entertain and manipulate. He charmed his way into odd jobs, gathered information through his knack for gossip, and occasionally resorted to less-than-legal means to survive.

Despite the chaos that surrounded him, Nine of Spades retained an air of defiance and unapologetic authenticity. He lived by his own set of rules, navigating the turbulent currents of Manem-Seika with a grin on his face and the Nine of Spades proudly displayed for all to see. Whether it was a con, a game of chance, or a heartfelt tale spun under the moonlit sky, Nine of Spades embraced each moment, determined to reclaim his lost fortunes and rewrite the chapters of his unpredictable life.
