charsheet/nine-of-spades.html
<div id="outline-container-orgb0ccddf" class="outline-3">
<h3 id="orgb0ccddf"><span class="section-number-3">1.8.</span> Notes</h3>
</div>
</div>
<div id="outline-container-org54fbcad" class="outline-2">
<h2 id="org54fbcad"><span class="section-number-2">2.</span> Spells</h2>
<div class="outline-text-2" id="text-2">
</div>
<div id="outline-container-org6d65b0a" class="outline-3">
<h3 id="org6d65b0a"><span class="section-number-3">2.1.</span> Cantrips</h3>
<div class="outline-text-3" id="text-2-1">
</div>
<div id="outline-container-orgbb16d1c" class="outline-4">
<h4 id="orgbb16d1c"><span class="section-number-4">2.1.1.</span> Vicious Mockery</h4>
<div class="outline-text-4" id="text-2-1-1">
<p>
You unleash a string of insults laced with subtle enchantments at a creature you can see within range. If the target can hear you (though it need not understand you), it must succeed on a Wisdom saving throw or take 1d4 psychic damage and have disadvantage on the next attack roll it makes before the end of its next turn.
</p>

<p>
This spell&rsquo;s damage increases by 1d4 when you reach 5th level (2d4), 11th level (3d4), and 17th level (4d4).
</p>
</div>
</div>
<div id="outline-container-org71c7ead" class="outline-4">
<h4 id="org71c7ead"><span class="section-number-4">2.1.2.</span> Minor Illusion</h4>
<div class="outline-text-4" id="text-2-1-2">
<p>
You create a sound or an image of an object within range that lasts for the duration. The illusion also ends if you dismiss it as an action or cast this spell again.
</p>

<p>
If you create a sound, its volume can range from a whisper to a scream. It can be your voice, someone else&rsquo;s voice, a lion&rsquo;s roar, a beating of drums, or any other sound you choose. The sound continues unabated throughout the duration, or you can make discrete sounds at different times before the spell ends.
</p>

<p>
If you create an image of an object—such as a chair, muddy footprints, or a small chest—it must be no larger than a 5-foot cube. The image can&rsquo;t create sound, light, smell, or any other sensory effect. Physical interaction with the image reveals it to be an illusion, because things can pass through it.
</p>

<p>
If a creature uses its action to examine the sound or image, the creature can determine that it is an illusion with a successful Intelligence (Investigation) check against your spell save DC. If a creature discerns the illusion for what it is, the illusion becomes faint to the creature.
</p>
</div>
</div>
<div id="outline-container-org62067fe" class="outline-4">
<h4 id="org62067fe"><span class="section-number-4">2.1.3.</span> Prestidigitation</h4>
<div class="outline-text-4" id="text-2-1-3">
<p>
This spell is a minor magical trick that novice spellcasters use for practice. You create one of the following magical effects within range:
</p>

<ul class="org-ul">
<li>You create an instantaneous, harmless sensory effect, such as a shower of sparks, a puff of wind, faint musical notes, or an odd odor.</li>
<li>You instantaneously light or snuff out a candle, a torch, or a small campfire.</li>
<li>You instantaneously clean or soil an object no larger than 1 cubic foot.</li>
<li>You chill, warm, or flavor up to 1 cubic foot of nonliving material for 1 hour.</li>
<li>You make a color, a small mark, or a symbol appear on an object or a surface for 1 hour.</li>
<li>You create a nonmagical trinket or an illusory image that can fit in your hand and that lasts until the end of your next turn.</li>
</ul>
<p>
If you cast this spell multiple times, you can have up to three of its non-instantaneous effects active at a time, and you can dismiss such an effect as an action.
</p>
</div>
</div>
</div>
<div id="outline-container-org4110e3d" class="outline-3">
<h3 id="org4110e3d"><span class="section-number-3">2.2.</span> First Level</h3>
<div class="outline-text-3" id="text-2-2">
</div>
<div id="outline-container-org898b047" class="outline-4">
<h4 id="org898b047"><span class="section-number-4">2.2.1.</span> Dissonant Whispers</h4>
<div class="outline-text-4" id="text-2-2-1">
<p>
You whisper a discordant melody that only one creature of your choice within range can hear, wracking it with terrible pain. The target must make a Wisdom saving throw. On a failed save, it takes 3d6 psychic damage and must immediately use its reaction, if available, to move as far as its speed allows away from you. The creature doesn&rsquo;t move into obviously dangerous ground, such as a fire or a pit. On a successful save, the target takes half as much damage and doesn&rsquo;t have to move away. A deafened creature automatically succeeds on the save.
</p>

<p>
At Higher Levels. When you cast this spell using a spell slot of 2nd level or higher, the damage increases by 1d6 for each slot level above 1st.
</p>
</div>
</div>
<div id="outline-container-org150b2aa" class="outline-4">
<h4 id="org150b2aa"><span class="section-number-4">2.2.2.</span> Sleep</h4>
<div class="outline-text-4" id="text-2-2-2">
<p>
This spell sends creatures into a magical slumber. Roll 5d8; the total is how many hit points of creatures this spell can affect. Creatures within 20 feet of a point you choose within range are affected in ascending order of their current hit points (ignoring unconscious creatures).
</p>

<p>
Starting with the creature that has the lowest current hit points, each creature affected by this spell falls unconscious until the spell ends, the sleeper takes damage, or someone uses an action to shake or slap the sleeper awake. Subtract each creature&rsquo;s hit points from the total before moving on to the creature with the next lowest hit points. A creature&rsquo;s hit points must be equal to or less than the remaining total for that creature to be affected.
</p>

<p>
Undead and creatures immune to being charmed aren&rsquo;t affected by this spell.
</p>

<p>
At Higher Levels. When you cast this spell using a spell slot of 2nd level or higher, roll an additional 2d8 for each slot level above 1st.
</p>
</div>
</div>
