charsheet/nine-of-spades.tex
\subsection{Notes}
\label{sec:org480b2fa}
\section{Spells}
\label{sec:org6de41ae}
\subsection{Cantrips}
\label{sec:org53780dd}
\subsubsection{Vicious Mockery}
\label{sec:org0c78474}
You unleash a string of insults laced with subtle enchantments at a creature you can see within range. If the target can hear you (though it need not understand you), it must succeed on a Wisdom saving throw or take 1d4 psychic damage and have disadvantage on the next attack roll it makes before the end of its next turn.

This spell's damage increases by 1d4 when you reach 5th level (2d4), 11th level (3d4), and 17th level (4d4).
\subsubsection{Minor Illusion}
\label{sec:org4009868}
You create a sound or an image of an object within range that lasts for the duration. The illusion also ends if you dismiss it as an action or cast this spell again.

If you create a sound, its volume can range from a whisper to a scream. It can be your voice, someone else's voice, a lion's roar, a beating of drums, or any other sound you choose. The sound continues unabated throughout the duration, or you can make discrete sounds at different times before the spell ends.

If you create an image of an object—such as a chair, muddy footprints, or a small chest—it must be no larger than a 5-foot cube. The image can't create sound, light, smell, or any other sensory effect. Physical interaction with the image reveals it to be an illusion, because things can pass through it.

If a creature uses its action to examine the sound or image, the creature can determine that it is an illusion with a successful Intelligence (Investigation) check against your spell save DC. If a creature discerns the illusion for what it is, the illusion becomes faint to the creature.
\subsubsection{Prestidigitation}
\label{sec:org4ea7efc}
This spell is a minor magical trick that novice spellcasters use for practice. You create one of the following magical effects within range:

\begin{itemize}
\item You create an instantaneous, harmless sensory effect, such as a shower of sparks, a puff of wind, faint musical notes, or an odd odor.
\item You instantaneously light or snuff out a candle, a torch, or a small campfire.
\item You instantaneously clean or soil an object no larger than 1 cubic foot.
\item You chill, warm, or flavor up to 1 cubic foot of nonliving material for 1 hour.
\item You make a color, a small mark, or a symbol appear on an object or a surface for 1 hour.
\item You create a nonmagical trinket or an illusory image that can fit in your hand and that lasts until the end of your next turn.
\end{itemize}
If you cast this spell multiple times, you can have up to three of its non-instantaneous effects active at a time, and you can dismiss such an effect as an action.
\subsection{First Level}
\label{sec:org140db20}
\subsubsection{Dissonant Whispers}
\label{sec:org77e32b0}
You whisper a discordant melody that only one creature of your choice within range can hear, wracking it with terrible pain. The target must make a Wisdom saving throw. On a failed save, it takes 3d6 psychic damage and must immediately use its reaction, if available, to move as far as its speed allows away from you. The creature doesn't move into obviously dangerous ground, such as a fire or a pit. On a successful save, the target takes half as much damage and doesn't have to move away. A deafened creature automatically succeeds on the save.

At Higher Levels. When you cast this spell using a spell slot of 2nd level or higher, the damage increases by 1d6 for each slot level above 1st.
\subsubsection{Sleep}
\label{sec:org3cde44e}
This spell sends creatures into a magical slumber. Roll 5d8; the total is how many hit points of creatures this spell can affect. Creatures within 20 feet of a point you choose within range are affected in ascending order of their current hit points (ignoring unconscious creatures).

Starting with the creature that has the lowest current hit points, each creature affected by this spell falls unconscious until the spell ends, the sleeper takes damage, or someone uses an action to shake or slap the sleeper awake. Subtract each creature's hit points from the total before moving on to the creature with the next lowest hit points. A creature's hit points must be equal to or less than the remaining total for that creature to be affected.

Undead and creatures immune to being charmed aren't affected by this spell.

At Higher Levels. When you cast this spell using a spell slot of 2nd level or higher, roll an additional 2d8 for each slot level above 1st.
