charsheet/nine-of-spades.html
<div id="outline-container-org8a6ee08" class="outline-4">
<h4 id="org8a6ee08"><span class="section-number-4">2.2.3.</span> Tasha&rsquo;s Hideous Laughter</h4>
<div class="outline-text-4" id="text-2-2-3">
<p>
A creature of your choice that you can see within range perceives everything as hilariously funny and falls into fits of laughter if this spell affects it. The target must succeed on a Wisdom saving throw or fall prone, becoming incapacitated and unable to stand up for the duration. A creature with an Intelligence score of 4 or less isn&rsquo;t affected.
</p>

<p>
At the end of each of its turns, and each time it takes damage, the target can make another Wisdom saving throw. The target has advantage on the saving throw if it&rsquo;s triggered by damage. On a success, the spell ends.
</p>
</div>
</div>
<div id="outline-container-org09d2ee3" class="outline-4">
<h4 id="org09d2ee3"><span class="section-number-4">2.2.4.</span> Distort Value</h4>
<div class="outline-text-4" id="text-2-2-4">
<p>
Do you need to squeeze a few more gold pieces out of a merchant as you try to sell that weird octopus statue you liberated from the chaos temple? Do you need to downplay the worth of some magical assets when the tax collector stops by? Distort value has you covered.
</p>

<p>
You cast this spell on an object no more than 1 foot on a side, doubling the object&rsquo;s perceived value by adding illusory flourishes or polish to it, or reducing its perceived value by half with the help of illusory scratches, dents, and other unsightly features. Anyone examining the object can ascertain its true value with a successful Intelligence (Investigation) check against your spell save DC.
</p>

<p>
At Higher Levels. When you cast this spell using a spell slot of 2nd level or higher, the maximum size of the object increases by 1 foot for each slot level above 1st.
</p>
</div>
</div>
</div>
<div id="outline-container-org5e90c6c" class="outline-3">
<h3 id="org5e90c6c"><span class="section-number-3">2.3.</span> Second Level</h3>
<div class="outline-text-3" id="text-2-3">
</div>
<div id="outline-container-orga7c8fbf" class="outline-4">
<h4 id="orga7c8fbf"><span class="section-number-4">2.3.1.</span> Enlarge/Reduce</h4>
<div class="outline-text-4" id="text-2-3-1">
<p>
You cause a creature or an object you can see within range to grow larger or smaller for the duration. Choose either a creature or an object that is neither worn nor carried. If the target is unwilling, it can make a Constitution saving throw. On a success, the spell has no effect.
</p>

<p>
If the target is a creature, everything it is wearing and carrying changes size with it. Any item dropped by an affected creature returns to normal size at once.
</p>

<p>
Enlarge. The target&rsquo;s size doubles in all dimensions, and its weight is multiplied by eight. This growth increases its size by one category—from Medium to Large, for example. If there isn&rsquo;t enough room for the target to double its size, the creature or object attains the maximum possible size in the space available. Until the spell ends, the target also has advantage on Strength checks and Strength saving throws. The target&rsquo;s weapons also grow to match its new size. While these weapons are enlarged, the target&rsquo;s attacks with them deal 1d4 extra damage.
</p>

<p>
Reduce. The target&rsquo;s size is halved in all dimensions, and its weight is reduced to one-eighth of normal. This reduction decreases its size by one category—from Medium to Small, for example. Until the spell ends, the target also has disadvantage on Strength checks and Strength saving throws. The target&rsquo;s weapons also shrink to match its new size. While these weapons are reduced, the target&rsquo;s attacks with them deal 1d4 less damage (this can&rsquo;t reduce the damage below 1).
</p>
</div>
</div>
<div id="outline-container-org0721cbd" class="outline-4">
<h4 id="org0721cbd"><span class="section-number-4">2.3.2.</span> Nathair&rsquo;s Mischeif</h4>
<div class="outline-text-4" id="text-2-3-2">
<p>
You fill a 20-foot cube you can see within range with fey and draconic magic. Roll on the Mischievous Surge table to determine the magical effect produced, and roll again at the start of each of your turns until the spell ends. You can move the cube up to 10 feet before you roll.
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-right" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-right">d4</th>
<th scope="col" class="org-left">Effect</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-right">1</td>
<td class="org-left">The smell of apple pie fills the air, and each creature in the cube must succeed on a Wisdom saving throw or become charmed by you until the start of your next</td>
</tr>

<tr>
<td class="org-right">2</td>
<td class="org-left">Bouquets of flowers appear all around, and each creature in the cube must succeed on a Dexterity saving throw or be blinded until the start of your next turn as the flowers spray water in their faces.</td>
</tr>

<tr>
<td class="org-right">3</td>
<td class="org-left">Each creature in the cube must succeed on a Wisdom saving throw or begin giggling until the start of your next turn. A giggling creature is incapacitated and uses all its movement to move in a random direction.</td>
</tr>

<tr>
<td class="org-right">4</td>
<td class="org-left">Drops of molasses hover in the cube, making it difficult terrain until the start of your next</td>
</tr>
</tbody>
</table>
</div>
</div>
