charsheet/nine-of-spades.html
<div id="outline-container-org2ccbe1e" class="outline-4">
<h4 id="org2ccbe1e"><span class="section-number-4">2.3.3.</span> Suggestion</h4>
<div class="outline-text-4" id="text-2-3-3">
<p>
You suggest a course of activity (limited to a sentence or two) and magically influence a creature you can see within range that can hear and understand you. Creatures that can&rsquo;t be charmed are immune to this effect. The suggestion must be worded in such a manner as to make the course of action sound reasonable. Asking the creature to stab itself, throw itself onto a spear, immolate itself, or do some other obviously harmful act ends the spell.
</p>

<p>
The target must make a Wisdom saving throw. On a failed save, it pursues the course of action you described to the best of its ability. The suggested course of action can continue for the entire duration. If the suggested activity can be completed in a shorter time, the spell ends when the subject finishes what it was asked to do.
</p>

<p>
You can also specify conditions that will trigger a special activity during the duration. For example, you might suggest that a knight give her warhorse to the first beggar she meets. If the condition isn&rsquo;t met before the spell expires, the activity isn&rsquo;t performed.
</p>

<p>
If you or any of your companions damage the target, the spell ends.
</p>
</div>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Pulkit Mohata</p>
<p class="date">Created: 2024-03-06 Wed 19:40</p>
</div>
</body>
</html>
